tests/fixtures/soap/findatc-code-request.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="urn:be:fgov:ehealth:dics:protocol:v5">
  <soap:Header/>
  <soap:Body>
    <ns:FindCommentedClassificationRequest IssueInstant="2024-01-15T10:00:00Z">
      <FindByCommentedClassification>
        <CommentedClassificationCode>18</CommentedClassificationCode>
      </FindByCommentedClassification>
    </ns:FindCommentedClassificationRequest>
  </soap:Body>
</soap:Envelope>
